module AnimeSeeder
    def self.seed
      Anime.create!(
        title: "髭を剃るそして女子高校生を拾う",
        description: "片思いした相手にバッサリ振られ、ヤケ酒をした帰り道、
            26歳のサラリーマン・吉田は路上に座り込む女子高生・沙優と出会った。

            べろべろに酔った吉田は、前後不覚のまま行き場のない沙優を一晩泊める。
            …翌朝、ふわりと美味しそうな香りに目覚めると、食卓には味噌汁が。
            「おはよう」
            「なんだお前！！なんでJKが俺ん家に！」
            「泊めてって言ったら泊めてくれたじゃん」
            「…味噌汁」
            「昨日“毎日味噌汁を作ってくれ～”って」
            「ハァ！？絶対言わねェ！！」


            家出をして行き場のない沙優を追い出すわけにもいかず、
            吉田は家事を条件に彼女の同居を認めることに…。

            こうして、家出女子高生とサラリーマンの微妙な距離がもどかしくもあたたかい、
            不思議な同居生活が始まった―。"
      )
  
      Anime.create!(
        title: "からかい上手の高木さん",
        description: "とある中学校、隣の席になった女の子・高木さんに、何かとからかわれる男の子・西片。
            どうにかして高木さんをからかい返そうと策を練るも、いつも高木さんに見透かされてしまう。
            季節はめぐり、3年生に進級した2人。周囲は将来を考え始め、不安と期待が入り混じる中、
            高木さんと西片の距離は未だ変わらぬまま。

            そして、中学最後の夏がはじまろうとしていた――

            夏休みが始まる前日、2人は帰り道で偶然ちいさな子ネコと出逢う。
            その子を「ハナ」と名付け、神社の境内で母ネコを見つけるまで面倒をみることに...。
            徐々に懐いてゆくハナを見守りながら過ごす２人。

            ちいさな出会いがもたらした、幸せに包まれた真夏の日々が、
            あらたな想いを育んでゆく——。"
      )
    end
  end